32-Logs Profilling y Debug/02-desafioEntregable/artillery/testFork.yml
config:
  target: 'http://localhost:8081'
  #The following example generates 50 virtual users every second for 5 seconds:
  phases:
    - duration: 5
      arrivalRate: 50
      name: Warm up
  payload:
    path: 
    fields:
      - 
#Every user will do the following requests
scenarios:
  - name: 'Go to /info'
    flow:
      - get:
          url: '/info'
      - think: 20